[
  {
    "text": "World history is a court of judgment.",
    "id": 34431,
    "category": "history",
    "author": "Georg Wilhelm Friedrich Hegel"
  },
  {
    "text": "Nothing's funny about someone who's successful.",
    "id": 26237,
    "category": "funny",
    "author": "Drew Carey"
  },
  {
    "text": "All my favorite stars, my family and my friends are here. I'm having the happiest birthday that an 18-year-old girl could ever have.",
    "id": 7211,
    "category": "birthday",
    "author": "Brandy Norwood"
  },
  {
    "text": "A creative man is motivated by the desire to achieve, not by the desire to beat others.",
    "id": 49025,
    "category": "motivational",
    "author": "Ayn Rand"
  },
  {
    "text": "I have a lot of plants and fish and a pet lizard and Venus flytraps. I have a whole ecosystem in my room, like a running waterfall and different lights and sensors set on digital timers.",
    "id": 53859,
    "category": "pet",
    "author": "Chris Pratt"
  },
  {
    "text": "A lot of baby boomers are baby bongers.",
    "id": 25769,
    "category": "funny",
    "author": "Kevin Nealon"
  },
  {
    "text": "There's no anger ever in a spiritual. There's always the dream of a hope of a better day coming. That God understands the troubles that I'm experiencing.",
    "id": 3251,
    "category": "anger",
    "author": "Jessye Norman"
  },
  {
    "text": "Money is not necessarily, although it helps a lot for happiness, it's not necessarily the best way to be happy, to be rich, you know.",
    "id": 32588,
    "category": "happiness",
    "author": "Eric Ripert"
  },
  {
    "text": "Dachshunds are ideal dogs for small children, as they are already stretched and pulled to such a length that the child cannot do much harm one way or the other.",
    "id": 53759,
    "category": "pet",
    "author": "Robert Benchley"
  },
  {
    "text": "The purely agitation attitude is not good enough for a detailed consideration of a subject.",
    "id": 4949,
    "category": "attitude",
    "author": "Michael Korda"
  },
  {
    "text": "I think, my generation, it's hard to have hope when you got a $700-trillion derivatives debt to pay and a bubble about to explode and $500 trillion worth of GDP.",
    "id": 36247,
    "category": "hope",
    "author": "Shia LaBeouf"
  },
  {
    "text": "Two great European narcotics, alcohol and Christianity.",
    "id": 31022,
    "category": "great",
    "author": "Friedrich Nietzsche"
  },
  {
    "text": "The wave of new productive enterprises would provide opportunities to remedy the unjust distribution of environmental hazards among economic classes and racial and ethnic communities.",
    "id": 16928,
    "category": "environmental",
    "author": "Barry Commoner"
  },
  {
    "text": "I think everyone shares a fear of failure - that you're only as good as your most recent collection. That's definitely a fear, but it's a fear that fuels me, that makes me want to work harder, that makes me take on more challenges.",
    "id": 18765,
    "category": "failure",
    "author": "Alexander Wang"
  },
  {
    "text": "From their teenage years on, children are considerably more capable of causing parents unhappiness than bringing them happiness. That is one reason parents who rely on their children for happiness make both their children and themselves miserable.",
    "id": 32338,
    "category": "happiness",
    "author": "Dennis Prager"
  },
  {
    "text": "I hope that as the Senate and American people learn more about me, they will see that I am an ordinary person who has been blessed with extraordinary opportunities and experiences.",
    "id": 36420,
    "category": "hope",
    "author": "Sonia Sotomayor"
  },
  {
    "text": "Once you are over 30, 35 years old, I think everyone should get down to the gym and start moving again.",
    "id": 22936,
    "category": "fitness",
    "author": "Warren Cuccurullo"
  },
  {
    "text": "History is the only true teacher, the revolution the best school for the proletariat.",
    "id": 66563,
    "category": "teacher",
    "author": "Rosa Luxemburg"
  },
  {
    "text": "I was always at peace because of the way my mom treated me.",
    "id": 75814,
    "category": "mothersday",
    "author": "Martina Hingis"
  },
  {
    "text": "I thought I should go to New York because it was the place to go to study. I went and tried to get an application from the Juilliard School but they wouldn't even give me one because I didn't have my high school graduation.",
    "id": 30818,
    "category": "graduation",
    "author": "Maureen Forrester"
  },
  {
    "text": "To stop terrorists before the strike, we must do three things: deny them entry into the country, curtail their freedom of action inside the country, and deprive them of material and moral support from within the country.",
    "id": 25164,
    "category": "freedom",
    "author": "Richard Perle"
  },
  {
    "text": "You must accept that you might fail then, if you do your best and still don't win, at least you can be satisfied that you've tried. If you don't accept failure as a possibility, you don't set high goals, you don't branch out, you don't try - you don't take the risk.",
    "id": 6430,
    "category": "best",
    "author": "Rosalynn Carter"
  },
  {
    "text": "In my old age, I'll be in L.A.",
    "id": 485,
    "category": "age",
    "author": "David Hockney"
  },
  {
    "text": "Folks, the most insidious part of this whole health care scheme is that all of these vast medical expenditures will become nothing more than government budget items. We individuals will no longer exist. The relationship between a government and citizen will change forever.",
    "id": 44915,
    "category": "medical",
    "author": "Rush Limbaugh"
  },
  {
    "text": "The culture is going into a psychological depression. We are concerned about our place in the world, about being competitive: Will my children have as much as I have? Will I ever own my own home? How can I pay for a new car? Are immigrants taking away my white world?",
    "id": 35796,
    "category": "home",
    "author": "James Hillman"
  },
  {
    "text": "The Bible tells us that God will meet all our needs. He feeds the birds of the air and clothes the grass with the splendor of lilies. How much more, then, will He care for us, who are made in His image? Our only concern is to obey the heavenly Father and leave the consequences to Him.",
    "id": 75720,
    "category": "easter",
    "author": "Charles Stanley"
  },
  {
    "text": "It seems to never occur to fools that merit and good fortune are closely united.",
    "id": 29256,
    "category": "good",
    "author": "Johann Wolfgang von Goethe"
  },
  {
    "text": "Rehearsals and this band are two words that don't really go together, kinda like Military Intelligence.",
    "id": 38753,
    "category": "intelligence",
    "author": "Jerry Cantrell"
  },
  {
    "text": "My politics are of a practical kind - the integrity of the country, the supremacy of the Federal government, an honorable peace, or none at all.",
    "id": 55523,
    "category": "politics",
    "author": "Winfield Scott Hancock"
  },
  {
    "text": "Sex is a part of love. You shouldn't go around doing it unless you are in love.",
    "id": 43656,
    "category": "love",
    "author": "Bettie Page"
  },
  {
    "text": "There is no greater sorrow than to recall happiness in times of misery.",
    "id": 66192,
    "category": "sympathy",
    "author": "Dante Alighieri"
  },
  {
    "text": "All partisan movements add to the fullness of our understanding of society as a whole. They never detract or, in any case, one must not allow them to do so. Experience adds to experience.",
    "id": 17580,
    "category": "experience",
    "author": "Alice Walker"
  },
  {
    "text": "I propose that the government should get out of the business of marrying people and, instead, only give legal status to civil unions.",
    "id": 7918,
    "category": "business",
    "author": "Tony Campolo"
  },
  {
    "text": "Nothing is more fearful than imagination without taste.",
    "id": 37471,
    "category": "imagination",
    "author": "Johann Wolfgang von Goethe"
  },
  {
    "text": "Working with Julie Andrews is like getting hit over the head with a valentine.",
    "id": 75966,
    "category": "valentinesday",
    "author": "Christopher Plummer"
  },
  {
    "text": "I like doing food as a focal point on my table. It is not like going out and buying flowers or candles, which are expensive.",
    "id": 23719,
    "category": "food",
    "author": "Sandra Lee"
  },
  {
    "text": "Plot, rules, nor even poetry, are not half so great beauties in tragedy or comedy as a just imitation of nature, of character, of the passions and their operations in diversified situations.",
    "id": 54137,
    "category": "poetry",
    "author": "Horace Walpole"
  },
  {
    "text": "Those who deny freedom to others deserve it not for themselves.",
    "id": 24288,
    "category": "freedom",
    "author": "Abraham Lincoln"
  },
  {
    "text": "Through leadership of the fight against French colonialism, Ho Chi Minh had made a name for himself in the international political arena.",
    "id": 40425,
    "category": "leadership",
    "author": "Nguyen Cao Ky"
  },
  {
    "text": "Remember that children, marriages, and flower gardens reflect the kind of care they get.",
    "id": 27641,
    "category": "gardening",
    "author": "H. Jackson Brown, Jr."
  },
  {
    "text": "Whatever happens in life is fine - just trust in that.",
    "id": 69897,
    "category": "trust",
    "author": "Orlando Bloom"
  },
  {
    "text": "Well, real estate is always good, as far as I'm concerned.",
    "id": 29600,
    "category": "good",
    "author": "Donald Trump"
  },
  {
    "text": "With Pearl Jam, everybody is so good at what they do, it's hard to get up the courage to say, Can I sing this part, or, I want to play guitar. I feel like I have more courage to do that.",
    "id": 12031,
    "category": "courage",
    "author": "Jeff Ament"
  },
  {
    "text": "When I'm getting to know someone, I look for someone who has passions that I respect, like his career. Someone who loves what he does is really attractive.",
    "id": 59619,
    "category": "respect",
    "author": "Taylor Swift"
  },
  {
    "text": "I think anybody who's doing work in their teen years on TV or in the movies, you're a teen idol by default.",
    "id": 67885,
    "category": "teen",
    "author": "Jason Bateman"
  },
  {
    "text": "Each age has deemed the new-born year the fittest time for festal cheer.",
    "id": 75843,
    "category": "newyears",
    "author": "Walter Scott"
  },
  {
    "text": "I've had some lovely extraordinary experiences on New Year's Eve.",
    "id": 75848,
    "category": "newyears",
    "author": "Debbie Harry"
  },
  {
    "text": "I know where I'm going and I know the truth, and I don't have to be what you want me to be. I'm free to be what I want.",
    "id": 49048,
    "category": "motivational",
    "author": "Muhammad Ali"
  },
  {
    "text": "There's just me and my wife and a dog and we feed him Healthy Choice also.",
    "id": 53810,
    "category": "pet",
    "author": "Mike Ditka"
  },
  {
    "text": "A supermodel needed to be able to be on 'Sports Illustrated,' to be able to walk runways, to be able to do beauty ads, to be on covers. And the girls now can no longer be on covers and be in the ads because your actresses have taken over all the jobs. I don't know what happened, but we want our jobs back.",
    "id": 64028,
    "category": "sports",
    "author": "Kim Alexis"
  },
  {
    "text": "I've never done a teen movie before, but I certainly could tell you some of the ones I came very close on. I was very close on Clueless and She's All That.",
    "id": 67920,
    "category": "teen",
    "author": "Mia Kirshner"
  },
  {
    "text": "The best way to remember your wife's birthday is to remember it once.",
    "id": 7147,
    "category": "birthday",
    "author": "E. Joseph Cossman"
  },
  {
    "text": "I chose my wife, as she did her wedding gown, for qualities that would wear well.",
    "id": 72558,
    "category": "wedding",
    "author": "Oliver Goldsmith"
  },
  {
    "text": "God never ends anything on a negative God always ends on a positive.",
    "id": 28528,
    "category": "god",
    "author": "Edwin Louis Cole"
  },
  {
    "text": "Travel and society polish one, but a rolling stone gathers no moss, and a little moss is a good thing on a man.",
    "id": 62997,
    "category": "society",
    "author": "John Burroughs"
  },
  {
    "text": "It is only when you watch the dense mass of thousands of ants, crowded together around the Hill, blackening the ground, that you begin to see the whole beast, and now you observe it thinking, planning, calculating. It is an intelligence, a kind of live computer, with crawling bits for its wits.",
    "id": 38502,
    "category": "intelligence",
    "author": "Lewis Thomas"
  },
  {
    "text": "Come, gentlemen, I hope we shall drink down all unkindness.",
    "id": 75820,
    "category": "newyears",
    "author": "William Shakespeare"
  },
  {
    "text": "A reporter's ability to keep the bond of confidentiality often enables him to learn the hidden or secret aspects of government.",
    "id": 30519,
    "category": "government",
    "author": "Bob Woodward"
  },
  {
    "text": "I mean, I've always been a libertarian. Leave everybody alone. Let everybody else do what they want. Just stay out of everybody else's hair.",
    "id": 1155,
    "category": "alone",
    "author": "Clint Eastwood"
  },
  {
    "text": "Every educated person is a future enemy.",
    "id": 27363,
    "category": "future",
    "author": "Martin Bormann"
  },
  {
    "text": "My son is now an 'entrepreneur.' That's what you're called when you don't have a job.",
    "id": 7383,
    "category": "business",
    "author": "Ted Turner"
  },
  {
    "text": "I did commit to myself that I would not jump back into being the workaholic that I can be before I gave myself an honest opportunity to create the marriage of my dreams and to create the beginning of the family of my dreams, and that took a hot second.",
    "id": 15215,
    "category": "dreams",
    "author": "Alanis Morissette"
  },
  {
    "text": "But, yeah, I'm really happy when I'm writing. When I'm being creative and when I have something that I can put down. You know, if you go out and you overhear a conversation or you have a thought, you have a receptacle to go home and say, 'Oh, this would be great in this script.' Your antenna's out in a different way, and I love that time.",
    "id": 35784,
    "category": "home",
    "author": "Josh Radnor"
  },
  {
    "text": "I go off and make movies I come home, and I'm a dad and I hang with my girls.",
    "id": 49411,
    "category": "movies",
    "author": "Clive Owen"
  },
  {
    "text": "I don't know much about only children. I was the middle one of three, and if ever I was alone with mum and dad, it was a rare moment.",
    "id": 1765,
    "category": "alone",
    "author": "Elizabeth Hurley"
  },
  {
    "text": "Grace in women has more effect than beauty.",
    "id": 73892,
    "category": "women",
    "author": "William Hazlitt"
  },
  {
    "text": "You begin saving the world by saving one man at a time all else is grandiose romanticism or politics.",
    "id": 60418,
    "category": "romantic",
    "author": "Charles Bukowski"
  },
  {
    "text": "I love doing demonstrations. I think to be a great chef you have to be a great teacher. I love doing classes with people who love food and enjoy food, bringing them all around one table so to speak.",
    "id": 66626,
    "category": "teacher",
    "author": "Michael Symon"
  },
  {
    "text": "Mattresses! Beautiful! Let's go buy a couple of mattresses. Give 'em to people for their birthday.",
    "id": 7255,
    "category": "birthday",
    "author": "Lawrence Tierney"
  },
  {
    "text": "The government of the United States is a device for maintaining in perpetuity the rights of the people, with the ultimate extinction of all privileged classes.",
    "id": 30029,
    "category": "government",
    "author": "Calvin Coolidge"
  },
  {
    "text": "To enjoy good health, to bring true happiness to one's family, to bring peace to all, one must first discipline and control one's own mind. If a man can control his mind he can find the way to Enlightenment, and all wisdom and virtue will naturally come to him.",
    "id": 52209,
    "category": "parenting",
    "author": "Buddha"
  },
  {
    "text": "We are living in the excesses of freedom. Just take a look at 42nd Street and Broadway.",
    "id": 24671,
    "category": "freedom",
    "author": "Will Durant"
  },
  {
    "text": "There's not a good poet I know who has not at the beck and call of his memory a vast quantity of poetry that composes his mental library.",
    "id": 54736,
    "category": "poetry",
    "author": "Anthony Hecht"
  },
  {
    "text": "Humanity has experienced many revolutionary changes over the course of history: revolutions in agriculture, in science, industrial production, as well as numerous political revolutions. But these have all been limited to the external aspects of our individual and collective lives.",
    "id": 61768,
    "category": "science",
    "author": "Daisaku Ikeda"
  },
  {
    "text": "A man has made at least a start on discovering the meaning of human life when he plants shade trees under which he knows full well he will never sit.",
    "id": 27659,
    "category": "gardening",
    "author": "D. Elton Trueblood"
  },
  {
    "text": "I give thanks everyday that I've been able to take my craziness and make it work for me.",
    "id": 75053,
    "category": "work",
    "author": "Fritz Scholder"
  },
  {
    "text": "Being Irish is very much a part of who I am. I take it everywhere with me.",
    "id": 75858,
    "category": "saintpatricksday",
    "author": "Colin Farrell"
  },
  {
    "text": "Don't let that weapon technology proliferate. Don't let Saddam Hussein get capability for nuclear or chemical weapons, because he's already shown a willingness to use any weapon at his disposal.",
    "id": 67123,
    "category": "technology",
    "author": "John Sununu"
  },
  {
    "text": "I think movies are a director's medium in the end. Theater is the actor's medium. Theater is fast, and enjoyable, and truly rewarding. I believe in great live performance.",
    "id": 50014,
    "category": "movies",
    "author": "Sam Mendes"
  },
  {
    "text": "I am just absolutely convinced that the best formula for giving us peace and preserving the American way of life is freedom, limited government, and minding our own business overseas.",
    "id": 7483,
    "category": "business",
    "author": "Ron Paul"
  },
  {
    "text": "The advocates of abortion on demand falsely assume two things: that women must suffer if the lives of unborn children are legally protected and that women can only attain equality by having the legal option of destroying their innocent offspring in the womb.",
    "id": 17214,
    "category": "equality",
    "author": "Robert Casey"
  },
  {
    "text": "Be miserable. Or motivate yourself. Whatever has to be done, it's always your choice.",
    "id": 49033,
    "category": "motivational",
    "author": "Wayne Dyer"
  },
  {
    "text": "Human beings are the only animal that thinks they change who they are simply by moving to a different place. Birds migrate, but it's not quite the same thing.",
    "id": 9516,
    "category": "change",
    "author": "Doug Coupland"
  },
  {
    "text": "Forgiveness is not a feeling - it's a decision we make because we want to do what's right before God. It's a quality decision that won't be easy and it may take time to get through the process, depending on the severity of the offense.",
    "id": 24129,
    "category": "forgiveness",
    "author": "Joyce Meyer"
  },
  {
    "text": "The only way human beings can win a war is to prevent it.",
    "id": 71921,
    "category": "war",
    "author": "George C. Marshall"
  },
  {
    "text": "People would like better batteries but they are wary of making investments. What is required is both a technology push and a market pull.",
    "id": 67763,
    "category": "technology",
    "author": "Donald Sadoway"
  },
  {
    "text": "I can't advise any of the young ones, because I don't know what their background was, but I would suggest that anyone who wants to be famous more than anything - there's a real problem.",
    "id": 21141,
    "category": "famous",
    "author": "Shirley MacLaine"
  },
  {
    "text": "The little religion that I have clung to-that what matters most is the continuity of life, and its improvement from one generation to another.",
    "id": 59370,
    "category": "religion",
    "author": "David O. Selznick"
  },
  {
    "text": "I really subscribe to that old adage that you should never let the audience get ahead of you for a second. So if the film's abrasive and wrongfoots people then, y'know, that's great. But I hope it involves an audience.",
    "id": 36739,
    "category": "hope",
    "author": "Paul Thomas Anderson"
  },
  {
    "text": "Being Irish, he had an abiding sense of tragedy, which sustained him through temporary periods of joy.",
    "id": 75855,
    "category": "saintpatricksday",
    "author": "William Butler Yeats"
  },
  {
    "text": "Theology is a science of mind applied to God.",
    "id": 61541,
    "category": "science",
    "author": "Henry Ward Beecher"
  },
  {
    "text": "All love shifts and changes. I don't know if you can be wholeheartedly in love all the time.",
    "id": 42924,
    "category": "love",
    "author": "Julie Andrews"
  },
  {
    "text": "The great aim of education is not knowledge but action.",
    "id": 16201,
    "category": "education",
    "author": "Herbert Spencer"
  },
  {
    "text": "That's when it really came together for me that I was in a Bond film, to have my own spy car!",
    "id": 8910,
    "category": "car",
    "author": "Rick Yune"
  },
  {
    "text": "The greater the state, the more wrong and cruel its patriotism, and the greater is the sum of suffering upon which its power is founded.",
    "id": 56803,
    "category": "power",
    "author": "Leo Tolstoy"
  },
  {
    "text": "Banks are an almost irresistible attraction for that element of our society which seeks unearned money.",
    "id": 63203,
    "category": "society",
    "author": "J. Edgar Hoover"
  },
  {
    "text": "Maybe that's the whole teen oeuvre, you know covering people in disgusting bodily fluids and whatnot.",
    "id": 67928,
    "category": "teen",
    "author": "Rider Strong"
  },
  {
    "text": "Friendship is also about liking a person for their failings, their weakness. It's also about mutual help, not about exploitation.",
    "id": 25467,
    "category": "friendship",
    "author": "Paul Theroux"
  },
  {
    "text": "I have never found a companion that was so companionable as solitude. We are for the most part more lonely when we go abroad among men than when we stay in our chambers. A man thinking or working is always alone, let him be where he will.",
    "id": 1015,
    "category": "alone",
    "author": "Henry David Thoreau"
  },
  {
    "text": "But after the time there I'd had it with fashion again, so I left to go to architecture school in a summer course at Harvard, which didn't last very long.",
    "id": 3613,
    "category": "architecture",
    "author": "Stephen Sprouse"
  },
  {
    "text": "Motherhood is at its best when the tender chords of sympathy have been touched.",
    "id": 66303,
    "category": "sympathy",
    "author": "Paul Harris"
  },
  {
    "text": "They say geniuses mostly have great mothers. They mostly have sad fates.",
    "id": 60938,
    "category": "sad",
    "author": "David Herbert Lawrence"
  },
  {
    "text": "I could finally quit my job as a bartender and stop dreaming that I might be Superman and know that I was. Then I started thinking about how cool it was.",
    "id": 10969,
    "category": "cool",
    "author": "Brandon Routh"
  },
  {
    "text": "On what rests the hope of the republic? One country, one language, one flag!",
    "id": 75775,
    "category": "memorialday",
    "author": "Alexander Henry"
  },
  {
    "text": "I don't believe you have to be better than everybody else. I believe you have to be better than you ever thought you could be.",
    "id": 49035,
    "category": "motivational",
    "author": "Ken Venturi"
  },
  {
    "text": "The factory of the future will have only two employees, a man and a dog. The man will be there to feed the dog. The dog will be there to keep the man from touching the equipment.",
    "id": 26871,
    "category": "future",
    "author": "Warren G. Bennis"
  },
  {
    "text": "Find a place inside where there's joy, and the joy will burn out the pain.",
    "id": 38068,
    "category": "inspirational",
    "author": "Joseph Campbell"
  },
  {
    "text": "Our goals for this nation must be nothing less than to double the size of our economy and bring prosperity and jobs, ownership and equality of opportunity to all Americans, especially those living in our nation's pockets of poverty.",
    "id": 17157,
    "category": "equality",
    "author": "Jack Kemp"
  },
  {
    "text": "Sometimes when you're trying to do a record too close to home, you can get really distracted.",
    "id": 35375,
    "category": "home",
    "author": "Norah Jones"
  },
  {
    "text": "There is only one boss. The customer. And he can fire everybody in the company from the chairman on down, simply by spending his money somewhere else.",
    "id": 7290,
    "category": "business",
    "author": "Sam Walton"
  },
  {
    "text": "I cannot help fearing that men may reach a point where they look on every new theory as a danger, every innovation as a toilsome trouble, every social advance as a first step toward revolution, and that they may absolutely refuse to move at all.",
    "id": 45649,
    "category": "men",
    "author": "Alexis de Tocqueville"
  },
  {
    "text": "A man is given the choice between loving women and understanding them.",
    "id": 74163,
    "category": "women",
    "author": "Ninon de L'Enclos"
  },
  {
    "text": "To be social is to be forgiving.",
    "id": 24086,
    "category": "forgiveness",
    "author": "Robert Frost"
  },
  {
    "text": "Modern science, then, so far from being an enemy of romance, is seen on every hand to be its sympathetic and resourceful friend, its swift and irresistible helper in its serious need, and an indulgent minister to its lighter fancies.",
    "id": 62290,
    "category": "science",
    "author": "Richard Le Gallienne"
  },
  {
    "text": "The Social Security trust fund is in pretty good shape today and we should not embark upon risky, dangerous schemes which will, in fact, undermine Social Security, such as privatization.",
    "id": 70291,
    "category": "trust",
    "author": "Max Baucus"
  },
  {
    "text": "Black Consciousness is an attitude of the mind and a way of life, the most positive call to emanate from the black world for a long time.",
    "id": 4735,
    "category": "attitude",
    "author": "Steven Biko"
  },
  {
    "text": "When you call upon a Thoroughbred, he gives you all the speed, strength of heart and sinew in him. When you call on a jackass, he kicks.",
    "id": 64704,
    "category": "strength",
    "author": "Patricia Neal"
  },
  {
    "text": "On the other side of that coin, and far outweighing it, is the fact that I've been able to use genre of Fantasy/Horror and express my opinion, talk a little about society, do a little bit of satire and that's been great, man. A lot of people don't have that platform.",
    "id": 63704,
    "category": "society",
    "author": "George A. Romero"
  },
  {
    "text": "There has never been an unexpectedly short debugging period in the history of computers.",
    "id": 10583,
    "category": "computers",
    "author": "Steven Levy"
  },
  {
    "text": "I teach one semester a year, and this year I'm just teaching one course during that semester, a writing workshop for older students in their late 20s and early 30s, people in our graduate program who are already working on a manuscript and trying to bring it to completion.",
    "id": 30771,
    "category": "graduation",
    "author": "Tobias Wolff"
  },
  {
    "text": "A good leader takes a little more than his share of the blame, a little less than his share of the credit.",
    "id": 39988,
    "category": "leadership",
    "author": "Arnold H. Glasow"
  },
  {
    "text": "Love alone could waken love.",
    "id": 1395,
    "category": "alone",
    "author": "Pearl S. Buck"
  },
  {
    "text": "Growing up, if I hadn't had sports, I don't know where I'd be. God only knows what street corners I'd have been standing on and God only knows what I'd have been doing, but instead I played hockey and went to school and stayed out of trouble.",
    "id": 63890,
    "category": "sports",
    "author": "Bobby Orr"
  },
  {
    "text": "Sometimes the most positive thing you can be in a boring society is absolutely negative.",
    "id": 63042,
    "category": "society",
    "author": "Johnny Rotten"
  },
  {
    "text": "These subsidies from four European governments, which include aircraft launch assistance, capital injections, debt forgiveness, have enabled Airbus to develop and range market airliners well below cost.",
    "id": 24199,
    "category": "forgiveness",
    "author": "Norm Dicks"
  },
  {
    "text": "Never underestimate the power of jealousy and the power of envy to destroy. Never underestimate that.",
    "id": 38864,
    "category": "jealousy",
    "author": "Oliver Stone"
  },
  {
    "text": "The best part about being alone is that you really don't have to answer to anybody. You do what you want.",
    "id": 1040,
    "category": "alone",
    "author": "Justin Timberlake"
  },
  {
    "text": "In Poland, my audience is all women between 18 and 30. At U.S. conventions, you have the fantasy and science fiction crowd. At Harvard you have an entirely different audience. It's so schizophrenic.",
    "id": 62025,
    "category": "science",
    "author": "Jonathan Carroll"
  },
  {
    "text": "When I was a kid, I wanted to be serious, like Daniel Day-Lewis. No one really dreams of being a comic actor, do they? Now I realise how stupid that is - and it's because comic acting isn't taken seriously enough. It's a discipline. You know instantly - either you're funny and getting the laughs, or you're not.",
    "id": 15451,
    "category": "dreams",
    "author": "Chris O'Dowd"
  },
  {
    "text": "The wisdom of the wise and the experience of the ages are perpetuated by quotations.",
    "id": 17500,
    "category": "experience",
    "author": "Benjamin Disraeli"
  },
  {
    "text": "It has been common knowledge to informed collectors that many times the finest and rarest art glass is found unsigned.",
    "id": 39759,
    "category": "knowledge",
    "author": "James Lafferty"
  },
  {
    "text": "I would have been glad to have lived under my wood side, and to have kept a flock of sheep, rather than to have undertaken this government.",
    "id": 30285,
    "category": "government",
    "author": "Oliver Cromwell"
  },
  {
    "text": "The first couple of days on the detox diet aren't pleasant.",
    "id": 14866,
    "category": "diet",
    "author": "Carol Vorderman"
  },
  {
    "text": "I think you have to be willing to take a bullet for somebody if you're going to stand up there, take your vows, and be married to them for the rest of your life.",
    "id": 3309,
    "category": "anniversary",
    "author": "Blake Shelton"
  },
  {
    "text": "You can involve yourself in electronics, computers, puzzles... there's a lot of creativity and brain working. There's a lot to model trains that people don't realize.",
    "id": 10488,
    "category": "computers",
    "author": "Gary Coleman"
  },
  {
    "text": "My father told me to dress to reflect the respect you have for the people around you. I've never forgotten that.",
    "id": 60148,
    "category": "respect",
    "author": "Sam Raimi"
  },
  {
    "text": "My parents still treat Christmas like I'm thirteen years old.",
    "id": 75608,
    "category": "christmas",
    "author": "Mike Shinoda"
  },
  {
    "text": "I don't think there's a problem with being a teen idol, if that happens to me, I'll be happy to deal with it.",
    "id": 67918,
    "category": "teen",
    "author": "Josh Hartnett"
  },
  {
    "text": "I absolutely adore Thanksgiving. It's the only holiday I insist on making myself.",
    "id": 75909,
    "category": "thanksgiving",
    "author": "Ina Garten"
  },
  {
    "text": "Morality comes with the sad wisdom of age, when the sense of curiosity has withered.",
    "id": 73115,
    "category": "wisdom",
    "author": "Graham Greene"
  },
  {
    "text": "There is no value in life except what you choose to place upon it and no happiness in any place except what you bring to it yourself.",
    "id": 42418,
    "category": "life",
    "author": "Henry David Thoreau"
  },
  {
    "text": "All art is quite useless.",
    "id": 3861,
    "category": "art",
    "author": "Oscar Wilde"
  },
  {
    "text": "That is the definition of faith - acceptance of that which we imagine to be true, that which we cannot prove.",
    "id": 19596,
    "category": "faith",
    "author": "Dan Brown"
  },
  {
    "text": "My guitar was loud as hell, and I had no sympathy for anybody else.",
    "id": 66334,
    "category": "sympathy",
    "author": "Brownie McGhee"
  },
  {
    "text": "The war on terrorism has made national security a legitimate concern, and a rising deficit, changes brought on by globalization and even the price of oil have thrown the nation's economic health into question.",
    "id": 33730,
    "category": "health",
    "author": "Roger Mahony"
  },
  {
    "text": "How sweet it is!",
    "id": 75956,
    "category": "valentinesday",
    "author": "Jackie Gleason"
  },
  {
    "text": "Psychology is the science of the act of experiencing, and deals with the whole system of such acts as they make up mental life.",
    "id": 61967,
    "category": "science",
    "author": "Samuel Alexander"
  },
  {
    "text": "To have the kind of year you want to have, something has to happen that you can't explain why it happened. Something has to happen that you can't coach.",
    "id": 75840,
    "category": "newyears",
    "author": "Bobby Bowden"
  },
  {
    "text": "The power of intuitive understanding will protect you from harm until the end of your days.",
    "id": 56593,
    "category": "power",
    "author": "Lao Tzu"
  },
  {
    "text": "I used to be good with kids, but as I get older, I'm grumpy and terrible with them. As for doing a gig at a 6-year old's birthday party, you couldn't pay me enough.",
    "id": 7159,
    "category": "birthday",
    "author": "Johnny Vegas"
  },
  {
    "text": "Well, I'll tell you something, this wedding is something that I will always, always cherish. It was a show of love and support and kindness like I'd never seen from the people, and that's who I entertain. I entertain the people.",
    "id": 72629,
    "category": "wedding",
    "author": "Liza Minnelli"
  },
  {
    "text": "I like people and I like them to like me, but I wear my heart where God put it, on the inside.",
    "id": 28523,
    "category": "god",
    "author": "F. Scott Fitzgerald"
  },
  {
    "text": "But every great scripture, whether Hebrew, Indian, Persian, or Chinese, apart from its religious value will be found to have some rare and special beauty of its own and in this respect the original Bible stands very high as a monument of sublime poetry and of artistic prose.",
    "id": 54183,
    "category": "poetry",
    "author": "Lafcadio Hearn"
  },
  {
    "text": "There is something good in all seeming failures. You are not to see that now. Time will reveal it. Be patient.",
    "id": 29360,
    "category": "good",
    "author": "Sivananda"
  },
  {
    "text": "True courage is being afraid, and going ahead and doing your job anyhow, that's what courage is.",
    "id": 11581,
    "category": "courage",
    "author": "Norman Schwarzkopf"
  },
  {
    "text": "The Creator has not thought proper to mark those in the forehead who are of stuff to make good generals. We are first, therefore, to seek them blindfold, and then let them learn the trade at the expense of great losses.",
    "id": 28901,
    "category": "good",
    "author": "Thomas Jefferson"
  },
  {
    "text": "Those who can win a war well can rarely make a good peace and those who could make a good peace would never have won the war.",
    "id": 28886,
    "category": "good",
    "author": "Winston Churchill"
  },
  {
    "text": "When we think of the major threats to our national security, the first to come to mind are nuclear proliferation, rogue states and global terrorism. But another kind of threat lurks beyond our shores, one from nature, not humans - an avian flu pandemic.",
    "id": 51498,
    "category": "nature",
    "author": "Barack Obama"
  },
  {
    "text": "To dwell is to garden.",
    "id": 27671,
    "category": "gardening",
    "author": "Martin Heidegger"
  },
  {
    "text": "Our human compassion binds us the one to the other - not in pity or patronizingly, but as human beings who have learnt how to turn our common suffering into hope for the future.",
    "id": 26672,
    "category": "future",
    "author": "Nelson Mandela"
  },
  {
    "text": "I'm sick of just liking people. I wish to God I could meet somebody I could respect.",
    "id": 59439,
    "category": "respect",
    "author": "J. D. Salinger"
  },
  {
    "text": "My general attitude to life is to enjoy every minute of every day. I never do anything with a feeling of, 'Oh God, I've got to do this today.'",
    "id": 4670,
    "category": "attitude",
    "author": "Richard Branson"
  },
  {
    "text": "The idea of a soulmate is beautiful and very romantic to talk about it in a movie or a song, but in reality, I find it scary.",
    "id": 60570,
    "category": "romantic",
    "author": "Vanessa Paradis"
  },
  {
    "text": "One often calms one's grief by recounting it.",
    "id": 66221,
    "category": "sympathy",
    "author": "Pierre Corneille"
  },
  {
    "text": "I never felt cool growing up. I was a bit of an outsider, but I discovered theatre very early on, which got me through.",
    "id": 11099,
    "category": "cool",
    "author": "Eric McCormack"
  },
  {
    "text": "Football is like life - it requires perseverance, self-denial, hard work, sacrifice, dedication and respect for authority.",
    "id": 74566,
    "category": "work",
    "author": "Vince Lombardi"
  },
  {
    "text": "When I was going for my graduate degree, I decided I was going to make a feature film as my thesis. That's what I was famous for-that I had my thesis film be a feature film, which was 'You're a Big Boy Now.'",
    "id": 30737,
    "category": "graduation",
    "author": "Francis Ford Coppola"
  },
  {
    "text": "The natural effect of sorrow over the dead is to refine and elevate the mind.",
    "id": 66216,
    "category": "sympathy",
    "author": "Washington Irving"
  },
  {
    "text": "Perhaps, to the uninformed, it may appear unaccountable that a man should be able to retain in his memory such a variety of learning but the close alliance with each other, of the different branches of science, will explain the difficulty.",
    "id": 41165,
    "category": "learning",
    "author": "Marcus V. Pollio"
  },
  {
    "text": "When people in stadiums do the Wave, it's the group-mind collective organism spontaneously organizing itself to express an emotion, pass time, and reflect the joy of seeing the rhythms of many as one, a visual rhyming or music in which everyone senses where the motion is going.",
    "id": 50566,
    "category": "music",
    "author": "Jerry Saltz"
  },
  {
    "text": "A universe with a God would look quite different from a universe without one. A physics, a biology where there is a God is bound to look different. So the most basic claims of religion are scientific. Religion is a scientific theory.",
    "id": 58605,
    "category": "religion",
    "author": "Richard Dawkins"
  },
  {
    "text": "Countries have lost their culture because what they wanted was money. Money became the running theme in every country and culture was sacrificed.",
    "id": 47779,
    "category": "money",
    "author": "Yoko Ono"
  },
  {
    "text": "I accepted the interviews and encounters that had to be held with the media, but I would have preferred to work in peace.",
    "id": 53419,
    "category": "peace",
    "author": "Naguib Mahfouz"
  },
  {
    "text": "You know what? I never really factor Hollywood into anything. I'm a black actor, so I can't really control what Hollywood thinks. I gotta go do my thing, and my jokes have got to be funny. Whatever I do has got to be great.",
    "id": 26249,
    "category": "funny",
    "author": "Jamie Foxx"
  },
  {
    "text": "If you imagine someone with 100 percent determination and 100 percent intelligence, you can discard a lot of intelligence before they stop succeeding. But if you start discarding determination, you very quickly get an ineffectual and perpetual grad student.",
    "id": 38691,
    "category": "intelligence",
    "author": "Paul Graham"
  },
  {
    "text": "I have an education degree from the University of Minnesota, and I was a teacher for about a minute.",
    "id": 66452,
    "category": "teacher",
    "author": "Loni Anderson"
  },
  {
    "text": "I think 'Tattoo''s a song that can go so many different ways. Some people think of it as a break-up song, but, for me, it's about somebody who comes into your life and really touches you - be they a friend, a family member or someone you're in a relationship with.",
    "id": 20975,
    "category": "family",
    "author": "Jordin Sparks"
  },
  {
    "text": "Man was made at the end of the week's work when God was tired.",
    "id": 74557,
    "category": "work",
    "author": "Mark Twain"
  },
  {
    "text": "I mean, for all of his faults and the troubles in his marriage, Bill Clinton is still married to a girl he met in the library 25 years ago at school. Can we say that about many of our other leaders today in America, including on the right wing?",
    "id": 44686,
    "category": "marriage",
    "author": "Paul Begala"
  },
  {
    "text": "Every St. Patrick's Day every Irishman goes out to find another Irishman to make a speech to.",
    "id": 75861,
    "category": "saintpatricksday",
    "author": "Shane Leslie"
  },
  {
    "text": "I'm a hopeless romantic and I believe that you can find love in many different places and be very conflicted. I've discovered as I've grown up that life is far more complicated than you think it is when you're a kid. It isn't just a straightforward fairytale.",
    "id": 60566,
    "category": "romantic",
    "author": "Rachel McAdams"
  },
  {
    "text": "I'm so not stylish by nature, but I've learned to work with what I have.",
    "id": 51997,
    "category": "nature",
    "author": "Julie Bowen"
  },
  {
    "text": "If I can't get the girl, at least give me more money.",
    "id": 47210,
    "category": "money",
    "author": "Alan Alda"
  },
  {
    "text": "You never know when some small thing will lead to a big idea. Travel is very inspirational - but it's in the ordinary that I find my themes of love and work and family.",
    "id": 69319,
    "category": "travel",
    "author": "Adriana Trigiani"
  },
  {
    "text": "Heresy is another word for freedom of thought.",
    "id": 24260,
    "category": "freedom",
    "author": "Graham Greene"
  },
  {
    "text": "I can't not find humor in elements of most parts of life, but at the same time nothing ever seems perpetually funny to me.",
    "id": 37090,
    "category": "humor",
    "author": "Greg Kinnear"
  },
  {
    "text": "God grant me the serenity to accept the things I cannot change, the courage to change the things I can, and the wisdom to know the difference.",
    "id": 27806,
    "category": "god",
    "author": "Reinhold Niebuhr"
  },
  {
    "text": "Music - that's been my education. There's not a day that goes by that I take it for granted.",
    "id": 50746,
    "category": "music",
    "author": "Billie Joe Armstrong"
  },
  {
    "text": "I happen to think that computers are the most important thing to happen to musicians since the invention of cat-gut which was a long time ago.",
    "id": 10366,
    "category": "computers",
    "author": "Robert Moog"
  },
  {
    "text": "When I am abroad, I always make it a rule never to criticize or attack the government of my own country. I make up for lost time when I come home.",
    "id": 29836,
    "category": "government",
    "author": "Winston Churchill"
  },
  {
    "text": "I would want my legacy to be that I was a great son, father and friend.",
    "id": 75763,
    "category": "fathersday",
    "author": "Dante Hall"
  },
  {
    "text": "I shall suggest, on the contrary, that all communication relies, to a noticeable extent on evoking knowledge that we cannot tell, and that all our knowledge of mental processes, like feelings or conscious intellectual activities, is based on a knowledge which we cannot tell.",
    "id": 10266,
    "category": "communication",
    "author": "Michael Polanyi"
  },
  {
    "text": "Nature puts no question and answers none which we mortals ask. She has long ago taken her resolution.",
    "id": 51457,
    "category": "nature",
    "author": "Henry David Thoreau"
  },
  {
    "text": "The total absence of humor from the Bible is one of the most singular things in all literature.",
    "id": 37000,
    "category": "humor",
    "author": "Alfred North Whitehead"
  },
  {
    "text": "And inasmuch as the bridge is a symbol of all such poetry as I am interested in writing it is my present fancy that a year from now I'll be more contented working in an office than ever before.",
    "id": 54687,
    "category": "poetry",
    "author": "Hart Crane"
  },
  {
    "text": "Urban America has been redlined. Government has not offered tax incentives for investment, as it has in a dozen foreign markets. Banks have redlined it. Industries have moved out, they've redlined it. Clearly, to break up the redlining process, there must be incentives to green-line with hedges against risk.",
    "id": 30520,
    "category": "government",
    "author": "Jesse Jackson"
  },
  {
    "text": "But no nation can base its survival and development on luck and prayers alone while its leadership fritters away every available opportunity for success and concrete achievement.",
    "id": 40172,
    "category": "leadership",
    "author": "Ibrahim Babangida"
  },
  {
    "text": "Leadership is the other side of the coin of loneliness, and he who is a leader must always act alone. And acting alone, accept everything alone.",
    "id": 40077,
    "category": "leadership",
    "author": "Ferdinand Marcos"
  },
  {
    "text": "An optimist is a person who starts a new diet on Thanksgiving Day.",
    "id": 75884,
    "category": "thanksgiving",
    "author": "Irv Kupcinet"
  },
  {
    "text": "A lot of sequins for New Year's! Red, green, white - I fail at all of that because I'm always in black. But for Christmas, I do love wearing cute dresses with tights and a pair of boots.",
    "id": 75627,
    "category": "christmas",
    "author": "Ashley Benson"
  },
  {
    "text": "It comes down to building your own world out here on the road. It's who you surround yourself with. My band and crew are really positive guys.",
    "id": 56060,
    "category": "positive",
    "author": "Brad Paisley"
  },
  {
    "text": "Common sense is genius dressed in its working clothes.",
    "id": 38259,
    "category": "intelligence",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "Candor is a compliment it implies equality. It's how true friends talk.",
    "id": 17112,
    "category": "equality",
    "author": "Peggy Noonan"
  },
  {
    "text": "One must be a god to be able to tell successes from failures without making a mistake.",
    "id": 28433,
    "category": "god",
    "author": "Anton Chekhov"
  },
  {
    "text": "Truth be told, ginormous portions have become a pet peeve of mine.",
    "id": 53861,
    "category": "pet",
    "author": "Hal Sparks"
  },
  {
    "text": "I have such an extreme attitude about work, where I can just completely be derelict of my responsibilities and then when I am not derelict, I am completely indulged in it. I swing pretty wildly from the two extremes.",
    "id": 4894,
    "category": "attitude",
    "author": "Geddy Lee"
  },
  {
    "text": "The truth is, after Boys Don't Cry, I realized how few and far between the great roles are. I am beyond thankful for finding Million Dollar Baby.",
    "id": 68050,
    "category": "thankful",
    "author": "Hilary Swank"
  },
  {
    "text": "You may never get to that perfect world that you're waiting for where everything's going to be perfect and you got that much money and your house paid off.",
    "id": 47389,
    "category": "money",
    "author": "Joel Osteen"
  },
  {
    "text": "There will always be a place for us somewhere, somehow, as long as we see to it that working people fight for everything they have, everything they hope to get, for dignity, equality, democracy, to oppose war and to bring to the world a better life.",
    "id": 17154,
    "category": "equality",
    "author": "Harry Bridges"
  },
  {
    "text": "I have long believed that sacrifice is the pinnacle of patriotism.",
    "id": 75778,
    "category": "memorialday",
    "author": "Bob Riley"
  },
  {
    "text": "Don't worry about writing a book or getting famous or making money. Just lead an interesting life.",
    "id": 21309,
    "category": "famous",
    "author": "Michael Morpurgo"
  },
  {
    "text": "Failure is the condiment that gives success its flavor.",
    "id": 18532,
    "category": "failure",
    "author": "Truman Capote"
  },
  {
    "text": "I believe that when you put a smile out there, you get a smile back.",
    "id": 62508,
    "category": "smile",
    "author": "Heidi Klum"
  },
  {
    "text": "My health and my family are the core of my being.",
    "id": 33129,
    "category": "health",
    "author": "Jon Bon Jovi"
  },
  {
    "text": "A heart is not judged by how much you love, but by how much you are loved by others.",
    "id": 75935,
    "category": "valentinesday",
    "author": "Frank Morgan"
  },
  {
    "text": "You must realize that honorary degrees are given generally to people whose SAT scores were too low to get them into schools the regular way. As a matter of fact, it was my SAT scores that led me into my present vocation in life, comedy.",
    "id": 30762,
    "category": "graduation",
    "author": "Neil Simon"
  },
  {
    "text": "Movie acting is a great job for your twenties: You travel all over, you have affairs with people, and you throw yourself into one part and then another. It gets more challenging as you get older, and it's not just having a daughter, it's wanting to have your own life and be yourself.",
    "id": 69477,
    "category": "travel",
    "author": "Helen Hunt"
  },
  {
    "text": "My dream is of a place and a time where America will once again be seen as the last best hope of earth.",
    "id": 6186,
    "category": "best",
    "author": "Abraham Lincoln"
  },
  {
    "text": "Failure is unfortunately as common as success.",
    "id": 18796,
    "category": "failure",
    "author": "Sanjay Kumar"
  },
  {
    "text": "The culture is going into a psychological depression. We are concerned about our place in the world, about being competitive: Will my children have as much as I have? Will I ever own my own home? How can I pay for a new car? Are immigrants taking away my white world?",
    "id": 8552,
    "category": "car",
    "author": "James Hillman"
  },
  {
    "text": "God is the tangential point between zero and infinity.",
    "id": 27800,
    "category": "god",
    "author": "Alfred Jarry"
  },
  {
    "text": "To win one Moonman is amazing, to win two is incredible.",
    "id": 2819,
    "category": "amazing",
    "author": "Harry Styles"
  },
  {
    "text": "There are three species of government: republican, monarchical, and despotic.",
    "id": 29791,
    "category": "government",
    "author": "Charles de Secondat"
  },
  {
    "text": "Even in a gleefully negative comic, there is optimism, although it's slightly hidden: It comes out through a comic character's sheer tenacity. He keeps going and trying to find some sort of fulfillment regardless of his perpetual failure record. That's a form of hope, a form of optimism. Really hokey I know, but it's true.",
    "id": 18930,
    "category": "failure",
    "author": "Lev Yilmaz"
  },
  {
    "text": "I only did karaoke once in my life. It was with Courtney Love and it was a total disaster. She pulled me on stage in front of 500 people at a wedding. I'd never done karaoke before.",
    "id": 72616,
    "category": "wedding",
    "author": "Jared Leto"
  },
  {
    "text": "Other countries, such as Israel, successfully employ behavior detection techniques at their airports, but the bloated, ineffective bureaucracy of TSA has produced another security failure for U.S. transportation systems.",
    "id": 18891,
    "category": "failure",
    "author": "John Mica"
  },
  {
    "text": "I wanted to be a sportswriter because I loved sports and I could not hit the curve ball, the jump shot, or the opposing ball carrier.",
    "id": 64233,
    "category": "sports",
    "author": "Dick Schaap"
  },
  {
    "text": "True happiness arises, in the first place, from the enjoyment of one's self, and in the next, from the friendship and conversation of a few select companions.",
    "id": 25416,
    "category": "friendship",
    "author": "Joseph Addison"
  },
  {
    "text": "Money is a mechanism for control.",
    "id": 47229,
    "category": "money",
    "author": "David Korten"
  },
  {
    "text": "137 years later, Memorial Day remains one of America's most cherished patriotic observances. The spirit of this day has not changed - it remains a day to honor those who died defending our freedom and democracy.",
    "id": 75784,
    "category": "memorialday",
    "author": "Doc Hastings"
  },
  {
    "text": "Tell him, on the contrary, that he needs, in the interest of his own happiness, to walk in the path of humility and self-control, and he will be indifferent, or even actively resentful.",
    "id": 32295,
    "category": "happiness",
    "author": "Irving Babbitt"
  },
  {
    "text": "Memorial Day this year is especially important as we are reminded almost daily of the great sacrifices that the men and women of the Armed Services make to defend our way of life.",
    "id": 75770,
    "category": "memorialday",
    "author": "Robin Hayes"
  },
  {
    "text": "Call no man happy till he is dead.",
    "id": 13317,
    "category": "death",
    "author": "Aeschylus"
  },
  {
    "text": "Playing hard to get is not the way to win me over. I'm definitely more for the girl who can smile and laugh all the time and just have a good time!",
    "id": 62610,
    "category": "smile",
    "author": "Taylor Lautner"
  },
  {
    "text": "I believe that today's players who are Christians feel that it's important and their responsibility to acknowledge their faith.",
    "id": 19988,
    "category": "faith",
    "author": "Lynn Swann"
  },
  {
    "text": "The first thing that stuck in the minds of the disciples was not the empty tomb, but rather the empty grave clothes - undisturbed in form and position.",
    "id": 75725,
    "category": "easter",
    "author": "Josh McDowell"
  },
  {
    "text": "You know, I start with the assumption that -or with, with the belief that this president has to succeed. We all have an enormous amount of capital invested in his success. His success is the country's success.",
    "id": 65794,
    "category": "success",
    "author": "Michael Bloomberg"
  },
  {
    "text": "My style icons would be people like Brigitte Bardot and old Hollywood actresses who always look so stunning, cool and chic. I like classic and timeless looks.",
    "id": 11041,
    "category": "cool",
    "author": "Jessica Brown Findlay"
  },
  {
    "text": "How sick one gets of being 'good,' how much I should respect myself if I could burst out and make everyone wretched for twenty-four hours embody selfishness.",
    "id": 60221,
    "category": "respect",
    "author": "Alice James"
  },
  {
    "text": "Force and fraud are in war the two cardinal virtues.",
    "id": 72177,
    "category": "war",
    "author": "Thomas Hobbes"
  },
  {
    "text": "A veteran journalist has never had time to think twice before he writes.",
    "id": 68383,
    "category": "time",
    "author": "George Bernard Shaw"
  },
  {
    "text": "Bad things do happen how I respond to them defines my character and the quality of my life. I can choose to sit in perpetual sadness, immobilized by the gravity of my loss, or I can choose to rise from the pain and treasure the most precious gift I have - life itself.",
    "id": 50134,
    "category": "movingon",
    "author": "Walter Anderson"
  },
  {
    "text": "He that is jealous is not in love.",
    "id": 38868,
    "category": "jealousy",
    "author": "Saint Augustine"
  },
  {
    "text": "As for those grapefruit and buttermilk diets, I'll take roast chicken and dumplings.",
    "id": 14774,
    "category": "diet",
    "author": "Hattie McDaniel"
  },
  {
    "text": "Forgiveness is like faith. You have to keep reviving it.",
    "id": 24101,
    "category": "forgiveness",
    "author": "Mason Cooley"
  },
  {
    "text": "It was also my idea that the advisory committees of the Academy should replace the legal committees of the German Reichstag, which was gradually fading into the background in the Reich.",
    "id": 41764,
    "category": "legal",
    "author": "Hans Frank"
  },
  {
    "text": "It is not the Government, the members of Parliament to whom the ultimate decision belongs, it is up to you to go forward sure of your sacred right of free opinion, sure of your patriotism.",
    "id": 52728,
    "category": "patriotism",
    "author": "John Amery"
  },
  {
    "text": "Half a century ago, the amazing courage of Rosa Parks, the visionary leadership of Martin Luther King, and the inspirational actions of the civil rights movement led politicians to write equality into the law and make real the promise of America for all her citizens.",
    "id": 38185,
    "category": "inspirational",
    "author": "David Cameron"
  },
  {
    "text": "People should be free, people should be unencumbered by regulation as much as possible, that big government always goes corrupt and the truth shall always set you free.",
    "id": 71289,
    "category": "truth",
    "author": "Glenn Beck"
  },
  {
    "text": "Thanks to the Interstate Highway System, it is now possible to travel across the country from coast to coast without seeing anything.",
    "id": 67970,
    "category": "thankful",
    "author": "Charles Kuralt"
  },
  {
    "text": "I feel like I still am struggling in a lot of different ways. I still have to fight for certain things. Certain jobs. At least I'm working and I'm thankful for that.",
    "id": 68025,
    "category": "thankful",
    "author": "Gina Gershon"
  },
  {
    "text": "If it was raining soup, the Irish would go out with forks.",
    "id": 75857,
    "category": "saintpatricksday",
    "author": "Brendan Behan"
  },
  {
    "text": "Somebody informed me recently that the key to every art, from writing to gardening to sculpture, is creativity. I beg to differ.",
    "id": 27718,
    "category": "gardening",
    "author": "Roy Blount, Jr."
  },
  {
    "text": "There's only one effectively redemptive sacrifice, the sacrifice of self-will to make room for the knowledge of God.",
    "id": 27748,
    "category": "god",
    "author": "Aldous Huxley"
  },
  {
    "text": "It's better to be a lion for a day than a sheep all your life.",
    "id": 72769,
    "category": "wisdom",
    "author": "Elizabeth Kenny"
  },
  {
    "text": "Humanity is never so beautiful as when praying for forgiveness, or else forgiving another.",
    "id": 24102,
    "category": "forgiveness",
    "author": "Jean Paul"
  },
  {
    "text": "When trying to remember my share in the glow of the eternal present, in the smile of God, I return to my childhood, too, for that is where the most significant discoveries turn up.",
    "id": 62545,
    "category": "smile",
    "author": "Herman Hesse"
  },
  {
    "text": "When I went to the University, the medical school was the only place where one could hope to find the means to study life, its nature, its origins, and its ills.",
    "id": 44994,
    "category": "medical",
    "author": "Albert Claude"
  },
  {
    "text": "It's cool to be a part of recovery. This is just who I am, this is what I write about, what I do, and most of my work has been a reflection of what I've been going through in one way or another.",
    "id": 10799,
    "category": "cool",
    "author": "Chester Bennington"
  },
  {
    "text": "We'll love you just the way you are if you're perfect.",
    "id": 25829,
    "category": "funny",
    "author": "Alanis Morissette"
  },
  {
    "text": "A man knows when he is growing old because he begins to look like his father.",
    "id": 75756,
    "category": "fathersday",
    "author": "Gabriel Garcia Marquez"
  },
  {
    "text": "It's amazing how, over time, a person's perspective can be altered.",
    "id": 2021,
    "category": "amazing",
    "author": "Fred Durst"
  },
  {
    "text": "There is no need to worry about mere size. We do not necessarily respect a fat man more than a thin man. Sir Isaac Newton was very much smaller than a hippopotamus, but we do not on that account value him less.",
    "id": 59515,
    "category": "respect",
    "author": "Bertrand Russell"
  },
  {
    "text": "Hollywood and the recording industry argue that current law permits the copying of songs and movies, and sharing them on the Internet. This enables young people to grow up learning how to steal.",
    "id": 41031,
    "category": "learning",
    "author": "Suzanne Fields"
  },
  {
    "text": "I think there's something quite interesting about the almost tragic quality of a lot of overwrought prose, because it has a much more self-conscious awareness of its own failure to touch the real.",
    "id": 18841,
    "category": "failure",
    "author": "China Mieville"
  },
  {
    "text": "Passion can quickly slip to jealousy, or even hatred.",
    "id": 38902,
    "category": "jealousy",
    "author": "Arthur Golden"
  },
  {
    "text": "It will be a hard game if you think about winning a championship. We need to think about our own game at the moment and focus on getting good results especially over the Christmas period.",
    "id": 75635,
    "category": "christmas",
    "author": "Dennis Bergkamp"
  },
  {
    "text": "On Thanksgiving I will stop to give thanks that my family is safe and healthy, especially because I realize that, following the tragedies of this year, it is all too real a possibility that they might not have been.",
    "id": 75888,
    "category": "thanksgiving",
    "author": "Bobby Jindal"
  },
  {
    "text": "Enlightened leadership is spiritual if we understand spirituality not as some kind of religious dogma or ideology but as the domain of awareness where we experience values like truth, goodness, beauty, love and compassion, and also intuition, creativity, insight and focused attention.",
    "id": 39987,
    "category": "leadership",
    "author": "Deepak Chopra"
  },
  {
    "text": "It makes no difference how deeply seated may be the trouble, how hopeless the outlook how muddled the tangle, how great the mistake. A sufficient realization of love will dissolve it all.",
    "id": 31278,
    "category": "great",
    "author": "Emmet Fox"
  },
  {
    "text": "There are two kinds of women, those who want power in the world and those who want power in bed.",
    "id": 56895,
    "category": "power",
    "author": "Jackie Kennedy"
  },
  {
    "text": "Death is the ugly fact which Nature has to hide, and she hides it well.",
    "id": 14229,
    "category": "death",
    "author": "Alexander Smith"
  },
  {
    "text": "No society has been able to abolish human sadness, no political system can deliver us from the pain of living, from our fear of death, our thirst for the absolute. It is the human condition that directs the social condition, not vice versa.",
    "id": 22179,
    "category": "fear",
    "author": "Eugene Ionesco"
  },
  {
    "text": "The truth is that stress doesn't come from your boss, your kids, your spouse, traffic jams, health challenges, or other circumstances. It comes from your thoughts about these circumstances.",
    "id": 33583,
    "category": "health",
    "author": "Andrew Bernstein"
  },
  {
    "text": "Good writing is like a windowpane.",
    "id": 29510,
    "category": "good",
    "author": "George Orwell"
  },
  {
    "text": "Art gives me the freedom I don't have when I make music.",
    "id": 24559,
    "category": "freedom",
    "author": "Marilyn Manson"
  },
  {
    "text": "I remember being onstage once when I didn't have fear: I got so scared I didn't have fear that it brought on an anxiety attack.",
    "id": 22678,
    "category": "fear",
    "author": "Carly Simon"
  },
  {
    "text": "A lot of Irish people perform. They perform in drawing rooms. They sing songs and they play piano.",
    "id": 75865,
    "category": "saintpatricksday",
    "author": "Fiona Shaw"
  },
  {
    "text": "The Internet: transforming society and shaping the future through chat.",
    "id": 10345,
    "category": "computers",
    "author": "Dave Barry"
  },
  {
    "text": "If I weren't earning $3 million a year to dunk a basketball, most people on the street would run in the other direction if they saw me coming.",
    "id": 63817,
    "category": "sports",
    "author": "Charles Barkley"
  },
  {
    "text": "All men should strive to learn before they die, what they are running from, and to, and why.",
    "id": 45955,
    "category": "men",
    "author": "James Thurber"
  },
  {
    "text": "A strong man doesn't have to be dominant toward a woman. He doesn't match his strength against a woman weak with love for him. He matches it against the world.",
    "id": 64546,
    "category": "strength",
    "author": "Marilyn Monroe"
  },
  {
    "text": "Girls are the future mothers of our society, and it is important that we focus on their well-being.",
    "id": 52234,
    "category": "parenting",
    "author": "Miriam Makeba"
  },
  {
    "text": "Meat is a wasteful use of water and creates a lot of greenhouse gases. It puts enormous pressure on the world's resources. A vegetarian diet is better.",
    "id": 14919,
    "category": "diet",
    "author": "Nicholas Stern"
  },
  {
    "text": "Money can't buy love, but it improves your bargaining position.",
    "id": 75932,
    "category": "valentinesday",
    "author": "Christopher Marlowe"
  },
  {
    "text": "In our family, mom and dad are Longhorns, our first two kids are Aggies and we're hoping our last one is a Longhorn. It gives us family fun on Thanksgiving Day.",
    "id": 75923,
    "category": "thanksgiving",
    "author": "Bob Wells"
  },
  {
    "text": "Writing, I'm convinced, should be a subversive activity - frowned on by the authorities - and not one cooed over and praised beyond common sense by some teacher.",
    "id": 66834,
    "category": "teacher",
    "author": "Dan Simmons"
  },
  {
    "text": "The dissolution of the nation destroys the national religion, and dethrones the national deity.",
    "id": 59355,
    "category": "religion",
    "author": "William Robertson Smith"
  },
  {
    "text": "What matters is this: Being fearless of failure arms you to break the rules. In doing so, you may change the culture and just possibly, for a moment, change life itself.",
    "id": 18881,
    "category": "failure",
    "author": "Malcolm Mclaren"
  },
  {
    "text": "Muslims must believe that all power, success and victory comes from God alone.",
    "id": 58481,
    "category": "religion",
    "author": "Abu Bakar Bashir"
  },
  {
    "text": "A man can stand a lot as long as he can stand himself. He can live without hope, without friends, without books, even without music, as long as he can listen to his own thoughts.",
    "id": 36566,
    "category": "hope",
    "author": "Axel Munthe"
  },
  {
    "text": "I have a fear of poverty in old age. I have this vision of myself living in a skip and eating cat food. It's because I'm freelance, and I've never had a proper job. I don't have a pension, and my savings are dwindling. I always thought someone would just come along and look after me.",
    "id": 22553,
    "category": "fear",
    "author": "Jenny Eclair"
  },
  {
    "text": "The more money an American accumulates, the less interesting he becomes.",
    "id": 47555,
    "category": "money",
    "author": "Gore Vidal"
  },
  {
    "text": "I have a theory because I was being beaten up a lot by people outside of school, it was almost like if I could make myself sick enough they'd take sympathy on me.",
    "id": 66292,
    "category": "sympathy",
    "author": "Daniel Johns"
  },
  {
    "text": "Dad taught me everything I know. Unfortunately, he didn't teach me everything he knows.",
    "id": 75755,
    "category": "fathersday",
    "author": "Al Unser"
  },
  {
    "text": "Such security is equal liberty. But it is not necessarily equality in the use of the earth.",
    "id": 17248,
    "category": "equality",
    "author": "Benjamin Tucker"
  },
  {
    "text": "In life there are no problems, that is, objective and external choices there is only the life which we do not resolve as a problem but which we live as an experience, whatever the final result may be.",
    "id": 18114,
    "category": "experience",
    "author": "Alberto Moravia"
  },
  {
    "text": "If you are strong enough as a couple, reality shows can be a good thing for the relationship.",
    "id": 58017,
    "category": "relationship",
    "author": "Giuliana Rancic"
  },
  {
    "text": "We have always found the Irish a bit odd. They refuse to be English.",
    "id": 75854,
    "category": "saintpatricksday",
    "author": "Winston Churchill"
  },
  {
    "text": "My mother, Lillie Specter, was an angel and totally uninterested in politics.",
    "id": 55281,
    "category": "politics",
    "author": "Arlen Specter"
  }
]